import React, { Fragment } from "react";
import { Link } from "react-router-dom";

function Terms() {
  return (
    <div className="home">
      <div className="terms pb-5" dir="rtl">
        <h3 className="fs-5 mb-3">الشروط والأحكام (اتفاقية استخدام الموقع)</h3>
        <h5>مقدمة:</h5>
        <p>
          يُقصد بالشروط والاحكام كل ما ينظم استخدام موقع وتطبيق (جملة وبس) بين
          الأطراف الثلاثة:
        </p>
        <ol>
          <li>التاجر ويشار له بـ(البائع)</li>
          <li>العميل يشار له بـ(المشتري)</li>
          <li>
            شركة جملة وبس التجارية الوسيط الالكتروني ويشار له بـ (جملة وبس).
          </li>
        </ol>
        <p>
          تنطبق هذه الشروط والأحكام على الموقع وعلى تطبيق الهاتف المتحرك الخاص
          بنا المشار إليهما مجتمعين بـ("جملة وبس") الذي تمتلكه وتُديره شركة جملة
          وبس التجارية.
        </p>
        <p>
          يرجى قراءة هذه الشروط بعناية قبل استخدام خدمات الموقع ويعد تسجيلك
          بمثابة قبولك للشروط والأحكام والموافقة التامة عليها.
        </p>
        <p>
          يرجى قراءة سياسة الخصوصية الخاصة بنا، حيث يخضع استخدامك للموقع وشروط
          البيع هذه لسياسة الخصوصية الخاصة بنا.
        </p>
        <p>
          هدفنا في جملة وبس تسهيل التجارة الالكترونية وخلق بيئة تجارية موثوقة
          وآمنة للجميع، لذلك ومن هذا المبدأ يُمنع منعا باتاً بيع المنتجات
          والخدمات التالية بشكل عام أو خاص:
        </p>
        <ol>
          <li>
            أي منتج/خدمة مخالفة للشريعة الإسلامية أو منصوص على منعها في الأنظمة
            السارية في المملكة العربية السعودية.
          </li>
          <li>
            أي منتج/خدمة تحتوي على مقامرة أو صناديق الحظ أو منتج عشوائي غير
            مضمون.
          </li>
          <li>
            أي منتج/خدمة قد تؤدي إلى أي أذى جسدي أو نفسي بأي شكل من الأشكال.
          </li>
          <li>
            أي محتويات أو اشتراكات مقرصنة وكل ما يخالف حقوق الملكية الفكرية
            والنشر.
          </li>
          <li>أي منتج/خدمة جنسية أو اباحية أو تدعو لذلك.</li>
          <li>أي منتج/خدمة تحتوي على قراءة للغيب أو التنبؤ به.</li>
          <li>البيع المسبق لمنتج لم يطرح بشكل رسمي بعد من قبل الشركة الأم.</li>
        </ol>
        <p>
          وفي حال مخالفة سياسة البيع سيتم رصد المخالفة على المتجر وإعطائه مهلة
          مدتها 24 ساعة كحد أقصى لإزالة المنتجات المخالفة أو إغلاق المتجر بشكل
          نهائي وإغلاق جميع المتاجر المرتبطة بهوية مالك المتجر المخالف ومنعه من
          البيع مستقبلا على (جملة وبس)، كما يتعهد البائع بتعويض شركة جملة وبس
          وتعويض المتضررين عن كافة الأضرار المباشرة وغير المباشرة الناتجة عن هذه
          المخالفة.
        </p>
        <br />
        <h3>آلية البيع على جملة وبس:</h3>
        <p>
          يجري البيع بواسطة (البائع) وذلك من خلال إضافته للمنتجات والخدمات
          وتسعيرها بالإضافة إلى إدارة طلبات العملاء، وستقوم (جملة وبس) بجمع
          طلبات العميل من التجار وتوصيلها للناقل (شركة الشحن) التي قد سبق وحددها
          العميل (المشتري) وتظهر بفاتورة الشراء، و عند وصول طلب على إحدى منتجات
          البائع سوف يتلقى تنبيه من خلال البريد الإلكتروني وسيكون له الخيار في
          قبول أو رفض الطلب، بعد ذلك سوف تقوم جملة وبس بمتابعة إجراءات البيع
          والتسليم ومن ثم يتم تحويل مبلغ السلعة للبائع وذلك حسب سياسة الدفع
          المتبعة مع التجار، وتقوم المنصة بمتابعة طلب العميل (المشتري) حتى
          استلامه المنتجات.
        </p>
        <br />
        <h3>المدفوعات والمشتريات:</h3>
        <p>
          أنت تدرك أن استخدام المنصة لإجراء عمليات الشراء قد يتطلب منك تقديم
          معلومات ذات صلة بعملية الشراء، بما في ذلك، على سبيل المثال لا الحصر:
          رقم بطاقتك الائتمانية، وتاريخ انتهاء صلاحية بطاقتك الائتمانية، واسمك،
          ورقم هاتفك، وعنوان إرسال الفواتير، ومعلومات الشحن الخاصة بك، لذا فأنت
          تؤكد وتضمن ما يلي:
        </p>
        <ol>
          <li>
            أنه لديك الحق القانوني في استخدام أي بطاقة (بطاقات) ائتمان أو طريقة
            (طرق) دفع أخرى فيما يتعلق بأي عملية شراء.
          </li>
          <li>أن المعلومات التي تزودنا بها صحيحة وكاملة.</li>
        </ol>
        <br />
        <p>
          من خلال تقديم هذه المعلومات، أو أي معلومات أخرى ذات صلة نراها ضرورية
          لعملية الشراء، فإنك تمنحنا الحق في تقديم المعلومات إلى أطراف ثالثة
          لأغراض تسهيل إتمام عمليات الشراء.
        </p>
        <p>
          يتم توفير خدمات معالجة الدفع بواسطة معالج دفع تابع لجهة خارجية، من
          خلال إكمال عملية شراء من خلال الخدمة، فإنك توافق على الالتزام ببنود
          وشروط معالجي الدفع الخارجيين، والتي قد يتم تعديلها من وقت لآخر، كشرط
          لتمكيننا من خدمات معالجة الدفع من خلال أي من هذه الأطراف الثالثة، فإنك
          تفوضنا على أداء جميع الأنشطة اللازمة لتسهيل هذه المدفوعات.
        </p>
        <p>
          نحتفظ بالحق في تبديل موردي معالجة الدفع أو استخدام البائعين البديلين
          أو الاحتياطيين وفقًا لتقديرنا
        </p>
        <p>
          نحتفظ بالحق في رفض أو إلغاء طلب الشراء الخاص بك في أي وقت ولأي سبب،
          على سبيل المثال لا الحصر: توفر المنتج أو الخدمة، أو أخطاء في وصف أو
          سعر المنتج أو الخدمة، أو خطأ في طلبك أو غير ذلك من أسباب.
        </p>
        <p>
          نحتفظ بالحق في إنهاء أي خدمة ورفض أو إلغاء طلب الشراء الخاص بك في حالة
          الاشتباه في الاحتيال أو معاملة غير مصرح بها أو غير قانونية، أي قرار من
          هذا الاحتيال أو عدم القانونية يجب أن يتم حسب تقديرنا
        </p>
        <br />
        <h3>إلغاء أمر الشراء:</h3>
        <p>
          يمكنك إلغاء أمر الشراء فوراً قبل شحن المنتج لأي سبب كان، وذلك من خلال
          التواصل معنا عبر
        </p>
        <p>البريد الإلكتروني: Info@gomlawbas.com </p>
        <p>أو عن طريق الواتساب 0556667454</p>
        <br />
        <h3>المنتجات غير القابلة للإرجاع:</h3>
        <p>
          يرجى الاطلاع على سياسة الاسترجاع عبر الرابط: بالنقر{" "}
          <Link to="/">هنـــــا</Link>
        </p>
        <h3>كيفية إعادة المبالغ؟</h3>
        <p>
          بالنسبة للمنتجات التي تم تسليمها، سوف نقوم بإعادة قيمة المنتج الخاضع
          للإرجاع بالكامل بما في ذلك رسوم إرجاع المنتج إلينا (باستثناء الرسوم
          التي تم دفعها لشحن المنتج إليك) وينطبق هذا على الحالات التالية:
        </p>
        <ol>
          <li> المنتجات المعيبة أو التي يخالف وصفُها ما ورد على الموقع.</li>
          <li>
            إذا كان سبب الإرجاع عائداً لخطأ من جانبنا مثل الخطأ في التسعير أو
            الوصف أو التأخير في التسليم عن الميعاد المتفق عليه، وغير ذلك.
          </li>
          <li>
            ولجميع الحالات الأخرى، سوف نقوم بإعادة قيمة المنتج الخاضع للإرجاع
            (باستثناء الرسوم التي تم دفعها لشحن المنتج إليك) على أن تتحمل أنت
            كلفة رسوم إرجاع المنتج إلينا.
          </li>
        </ol>
        <p>
          بالنسبة للمنتجات التي لم يتم تسليمها، يحق لك تسلُّم قيمتها كاملة إذا
          ألغيت أمر الشراء
        </p>
        <h3>إجراءات إعادة المبالغ:</h3>
        <p>
          سيكون إعادة المبلغ مماثلاً لنفس طريقة سدادك إياه، وذلك على النحو
          التالي:
        </p>
        <ol>
          <li>
            إذا كنت قد سددت القيمة تحويل بنكي ، فسوف نقوم بإعادة القيمة إلى
            محفظتك الإلكترونية، أو حسابك البنكي.
          </li>
          <li>
            إذا كنت قد سددت القيمة بموجب بطاقة ائتمانية/الخصم، يمكنك الاختيار
            بين اعادة المبلغ للبطاقة الائتمانية /الخصم، أو وضعها في محفظتك
            الالكترونية.
          </li>
        </ol>
        <h3>متى يتم إعادة المبلغ:</h3>
        <p>
          يتم إعادة المبلغ لك في نفس وقت تسلمنا وفحص المنتج في مركز تهيئة بضائع
          العميل الخاص بنا، وسيكون تسلمك المبلغ النهائي على النحو التالي:
        </p>
        <ol>
          <li>
            إذا كانت إعادة المبلغ إلى بطاقتك الائتمانية/الخصم: فسيتم ذلك خلال
            ثلاثين (30) يوماً من يوم تسلمنا المنتج الذي تم إرجاعه في مركز تهيئة
            بضائع العميل الخاص بنا.
          </li>
          <li>
            إذا كانت إعادة المبلغ إلى محفظتك الالكترونية فسوف نقوم بإعادة المبلغ
            فوراً بعد تسلمنا للمنتج في مركز تهيئة بضائع العميل الخاص بنا، وفحص
            المنتج من قبلنا، أو إذا ألغيت أمر الشراء قبل موعد الشحن سيتم إعادة
            المبلغ إليك آلياً.
          </li>
        </ol>
        <h3>مصدر دخل (جملة وبس):</h3>
        <p>
          تمارس (جملة وبس) الوساطة بين البائع والمشتري، وهي وكيلة عن المشتري في
          استلام المنتج، وتخضع هذه الوكالة لرسوم خدمة على عمليات الشراء أو البيع
          وتعد هي مصدر الربح لشركة جملة وبس، وسيتم توضيح هذه الرسوم في فاتورة
          الشراء قبل الدفع.
        </p>
        <h3>في مقابل ماذا نفرض رسوم خدمة على استخدام الموقع؟</h3>
        <ol>
          <li>
            {" "}
            مقابل توكيلك لنا في عملية الشراء، علماً أن ذلك يحقق سلامة العملية
            التجارية من الناحية الشرعية (الشراء بالوكالة) حيث ستكون جملة وبس
            وكيلة للمشتري وبالتالي تنفذ كامل طلباته من سوق الجملة والتي تتمثل
            في:
            <ul>
              <li>
                توفير منصة الكترونية بموقع الويب وتطبيقات الجوال (جملة وبس).
              </li>
              <li> الشراء من التجار المعتمدون والمرخصون نظاماً.</li>
              <li>
                تجميع طلبات العميل (المشتري) وتسليمها لشركات الشحن حسب اختيار
                العميل، وتوفر جملة وبس خدمة تجميع الطرود الصغيرة بطرد واحد أكبر
                وذلك لتقليل تكلفة الشحن، ومن ثم تسليمها لشركة الشحن التي أختارها
                العميل من خيارات الشحن المتاحة ومن ضمنها (المخرجين وهم شركات
                الشحن الصغيرة ذات الرسوم الأقل في الشحن)
              </li>
            </ul>
          </li>
          <li>
            تحفيزاً لتجار الجملة لعرض أقل الأسعار بالسوق وذلك يعود لعدم فرضنا
            عمولة على تجار الجملة لخلق بيئة تنافسية مفيدة لجميع الأطراف.
          </li>
        </ol>
        <h3>لا يسري الضمان في الحالات التالية:</h3>
        <ol>
          <li>
            إذا تم محاولة إصلاح المنتج من قبل أي مركز خدمة غير مصرح له من قبل
            بائع المنتج.
          </li>
          <li>
            {" "}
            أو تضرَّر بصدم جسم المنتج مثل كسر شاشة أو التواءات وانبعاجات قد
            تتسبب في عدم تشغيل المنتج.
          </li>
          <li>
            أو تضرر بسبب سوائل مثل تغطيس المنتج أو رش أي منتج إلكتروني بالماء أو
            غيره من السوائل أو إذا تغير لون مؤشر وجود الماء داخل الجهاز (إذا كان
            مجهزاً به).
          </li>
          <li>استخدام ملحقات غير أصلية مع المنتج الذي اشتريته.</li>
          <li>إزالة الرقم المتسلسل الموجود على المنتج.</li>
          <li>الإخفاق في الصيانة والفحص الدوري للمنتج.</li>
          <li>
            استبدال المستهلكات الخاصة بالجهاز (مثل البطاريات والمصابيح
            الكهربائية والمصهرات وسماعات الأذن وحبر الطابعة).
          </li>
          <li>
            التعسف في استخدام أو إساءة استخدام المنتج في غير الغرض المخصص له أو
            بطريقة تخالف تعليمات صانعه للتشغيل والصيانة.
          </li>
          <li>
            الضرر الذي يصيب المنتج بسبب الشحن الزائد عن المقرر لبطاريته والإخفاق
            في استخدامه طبقاً للتعليمات الأساسية الواردة في كتيب المستخدم الخاص
            به أو شحن الجهاز باستخدام شاحن غير معتمد من الصانع.
          </li>
          <li>
            إذا ظهر أي تلاعب على الأختام الموجودة على غلاف البطارية أو كسر أحد
            خلاياها.
          </li>
        </ol>
        <h3>إصدار مطالبة تتعلق بالضمان:</h3>
        <p>
          يمكنك التواصل معنا عبر البريد الإلكتروني، أو عبر مواقع التواصل
          الاجتماعي الخاص بنا، أو المحادثة المباشرة على الموقع، أو الاتصال بمركز
          الاتصال الخاص بنا على الرقم (٠٥٥٦٦٦٧٤٥٤)، أو عبر البريد الإلكتروني:
          <p>Info@gomlawbas.com</p>
        </p>
        <h3>المنتجات والخدمات:</h3>
        <p>
          تاجر الجملة (البائع) مسؤول عن إضافة المنتجات ومواصفاتها وصورها وكل ما
          يتعلق بها، علما أن المنصة توفر فريق لمراجعة المواصفات والمعلومات
          المعروضة في صفحة المنتج، ولا يمكننا ضمان عدم وجود اختلاف في بعض
          التفاصيل التي يضيفها التاجر حيث سيكون مسؤولا عنها.
        </p>
        <h3>الحسابات:</h3>
        <p>
          قد تحتاج إلى إنشاء حساب لاستخدام الموقع يجب أن تزودنا بمعلومات دقيقة
          وكاملة وحديثة في جميع الأوقات. يشكل الفشل في القيام بذلك خرقًا للشروط،
          مما قد يؤدي إلى الإنهاء الفوري لحسابك على الخدمة.
        </p>
        <p>
          أنت مسؤول عن حماية حسابك، لذا استخدم كلمة مرور قوية وقصر استخدامها على
          هذا الحساب، لا يمكننا ولن نكون مسؤولين عن أي خسارة أو ضرر ناجم عن
          إخفاقك في الامتثال لما سبق
        </p>
        <p>
          لا يجوز لك استخدام اسم مستخدم أو اسم عرض أو تحميل محتوى شخص أو كيان
          آخر غير متاح للاستخدام بشكل قانوني أو اسم أو علامة تجارية تخضع لأي
          حقوق لشخص أو كيان آخر غيرك دون إذن قانوني، أو اسم مسيء أو مبتذل أو
          بذيء.
        </p>
        <p>
          تتيح المنصة خيار حذف الحساب الشخصي الخاص بالمستخدم في أي وقت يريد على
          أن لا يخل ذلك بأي التزامات قائمة على صاحب الحساب.
        </p>
        <h3>الملكية الفكرية:</h3>
        <p>
          الخدمة وجميع النصوص والرسومات والمحتوى التحريري والبيانات والتنسيق
          والرسوم البيانية والمظهر والأسلوب والصور والموسيقى والأصوات والصور
          والبرامج ومقاطع الفيديو والتصاميم والعلامات التجارية والشعارات والخطوط
          وغيرها من المحتويات الأصلية (باستثناء المحتوى المقدم من المستخدمين)،
          والميزات والوظائف في الخدمة، بالإضافة إلى الاختيار، والترتيب، والتحسين
          فيها، هي ملكية حصرية لنا.
        </p>
        <p>
          تعد هذه الحقوق محمية بموجب حقوق الطبع والنشر والعلامات التجارية وغيرها
          من القوانين في المملكة العربية السعودية. لا يجوز استخدام علاماتنا
          التجارية فيما يتعلق بأي منتج أو خدمة بدون موافقة خطية مسبقة
        </p>
        <p>
          لا يجوز للمستخدمين نسخ أي شيء من الخدمات أو تنزيله أو استخدامه أو
          إعادة تصميمه أو إعادة تكوينه أو إعادة إرساله بدون موافقة كتابية صريحة
          مسبقة من جانبنا، وحامل حقوق المحتوى، إن أمكن، يُحظر صراحةً أي استخدام
          لهذه المواد، بخلاف ما هو مسموح به، دون إذننا المسبق، وإذن حامل حقوق
          المحتوى، إن أمكن.
        </p>
        <h3>الشكاوى والمنازعات:</h3>
        <p>
          في حال وجود أي شكوى تتعلق باستخدام الموقع أو التطبيق، أو شكوى تتعلق
          بأحد أطراف هذه الخدمة، فنأمل التواصل معنا عبر وسائل الاتصال الموضحة
          أدناه، على أن يشتمل خطاب التواصل البيانات التالية:
        </p>
        <ol>
          <li>ملخص للشكوى وبيانات الطلب.</li>
          <li>إرفاق المستندات والوثائق الداعمة.</li>
        </ol>
        <p>
          سيقوم فريق جملة وبس بعد ذلك بالتواصل معكم للعمل على إنهاء الشكوى أو
          المنازعة.
        </p>
        <h3>التعديلات:</h3>
        <p>
          قد نقوم بمراجعة هذه الشروط من وقت لآخر. لن تكون التغييرات بأثر رجعي،
          وستحكم علاقتنا معك أحدث إصدار من الشروط، والتي ستكون متاحة دائمًا على
          الموقع وعند الاتصال بنا. بخلاف التغيرات التي تتعلق بالوظائف الجديدة أو
          التي تم إجراؤها لأسباب قانونية، سننبهك قبل ٣٠ يومًا من إجراء تغيرات
          فعالة على هذه الشروط التي قد تؤثر على حقوق أو التزامات أي طرف في هذه
          الشروط، وذلك بالإشعار عبر البريد الإلكتروني أو أي من وسائل الاتصال
          المسجلة لدينا.
        </p>
        <p>
          من خلال الاستمرار في زيارة أو استخدام الموقع من بعد أن تصبح هذه
          المراجعات فعالة، فإنك توافق على الالتزام بالشروط المعدلة.
        </p>
        <h3>تاريخ النفاذ:</h3>
        <p>تاريخ النفاذ لهذه الاتفاقية 1-2-2023 م</p>
        <h3>تواصل معنا:</h3>
        <p>
          إذا كان لديك أي أسئلة حول هذه الشروط، يرجى الاتصال بنا عبر وسائل
          الاتصال الآتية:
        </p>
        <h4>الموقع الإلكتروني:</h4>
        <p>https://www.gomlawbas.com/</p>
        <h4>الهاتف:</h4>
        <p>0556667454</p>
        <h3>Info@gomlawbas.com</h3>
      </div>
    </div>
  );
}

export default Terms;
